Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# APCRDCustomMessageInstructionText
source: Your custom message appears when your Apple TV is in Conference Room Display mode. To remove the message, clear the field.
ar: تظهر رسالتك المخصصة عندما يكون Apple TV في نمط شاشة عرض غرفة الاجتماعات. لإزالة الرسالة، امسح الحقل.
ca: El missatge personalitzat apareix quan l’Apple TV està en mode de pantalla de sala de conferències. Per eliminar el missatge, esborra el camp.
cs: Vaše vlastní zpráva se zobrazí, když bude na Apple TV aktivní režim Konferenční místnost. Chcete‑li zprávu odstranit, obsah pole smažte.
da: Din specielle besked vises, når din Apple TV-enhed bruger funktionen Konferencerumsskærm. Ryd feltet for at fjerne beskeden.
de: Deine Mitteilung wird angezeigt, wenn sich dein Apple TV im Modus „Konferenzraum-Display“ befindet. Lösche den Eintrag, um die Mitteilung zu entfernen.
el: Το προσαρμοσμένο σας μήνυμα εμφανίζεται όταν το Apple TV βρίσκεται στη λειτουργία Οθόνης αίθουσας διασκέψεων. Για αφαίρεση του μηνύματος, εκκαθαρίστε το πεδίο.
es: El mensaje personalizado aparecerá cuando el Apple TV se encuentre en el modo “Pantalla de sala de conferencias”. Para eliminar el mensaje, borra el campo.
es_us: Tu mensaje personalizado se muestra cuando tu Apple TV está en el modo de pantalla de sala de conferencias. Para eliminar el mensaje, borra el campo.
fi: Muokattu viesti, joka näytetään, kun Apple TV on Neuvotteluhuoneen näyttö -tilassa. Poista viesti tyhjentämällä kenttä.
fr: Votre message personnalisé est affiché lorsque votre Apple TV est en mode « Affichage Salle de conférence ». Pour supprimer le message, effacez ce champ.
fr_ca: Votre message personnalisé s’affiche lorsque votre Apple TV est en mode Affichage Salle de conférence. Pour supprimer le message, effacez ce champ.
he: ההודעה המותאמת באופן אישי מופיעה כאשר ה-Apple TV נמצא במצב ״תצוגת חדר ועידה״. כדי להסיר את ההודעה יש לנקות את השדה.
hi: आपका कस्टम संदेश तब प्रदर्शित होता है जब आपका Apple TV सम्मेलन कक्ष डिस्प्ले मोड में रहता है। संदेश हटाने के लिए फ़ील्ड साफ़ करें।
hr: Vaša prilagođena poruka prikazuje se kad je Apple TV u modu zaslona konferencijske sobe. Za uklanjanje poruke očistite polje.
hu: Az egyéni üzenete akkor jelenik meg, amikor az Apple TV Konferenciaterem megjelenítési módban van. Az üzenet eltávolításához törölje a mező tartalmát.
id: Pesan khusus Anda akan muncul saat Apple TV Anda berada dalam mode Layar Ruang Konferensi. Untuk menghapus pesan, bersihkan bidang.
it: Il messaggio personalizzato compare quando Apple TV è in modalità “Schermo sala conferenze”. Per rimuoverlo, cancella il contenuto dal campo di testo.
ja: Apple TVが会議室ディスプレイモードのときには、独自のメッセージが表示されます。メッセージを削除するには、フィールドを消去してください。
ko: Apple TV가 회의실 디스플레이 모드인 경우 사용자 설정 메시지가 나타납니다. 메시지를 제거하려면 필드를 지우십시오.
ms: Mesej tersuai anda kelihatan apabila Apple TV anda dalam mod Paparan Bilik Persidangan. Untuk mengeluarkan mesej, kosongkan medan.
nb: Den tilpassede meldingen vises når Apple TV er i møteromsskjermmodus. Tøm feltet for å fjerne meldingen.
nl: Je aangepaste bericht wordt weergegeven wanneer je Apple TV de vergaderruimteweergavemodus gebruikt. Om het bericht te verwijderen, wis je het veld.
pl: Twoja własna wiadomość jest wyświetlana, gdy Apple TV działa w trybie pokazu w sali konferencyjnej. Aby usunąć tę wiadomość, wymaż pole.
pt_br: Sua mensagem personalizada aparece quando a Apple TV está no modo de Tela de Sala de Conferência. Para remover a mensagem, deixe o campo em branco.
pt_pt: A mensagem personalizada é apresentada quando a Apple TV está no modo de ecrã sala de conferência. Para remover a mensagem, limpe o campo.
ro: Mesajul dvs. personalizat apare atunci când Apple TV‑ul este în modul „Afișaj sală de conferințe”. Pentru a elimina mesajul, degajați câmpul.
ru: Пользовательское сообщение появится на экране Apple TV в режиме «Монитор в конференц‑зале». Чтобы удалить это сообщение, очистите экран.
sk: Vlastná správa sa na Apple TV zobrazí v režime Konferenčná miestnosť. Ak chcete odstrániť vlastnú správu, vymažte pole.
sl: Vaše prilagojeno sporočilo se prikaže, ko je Apple TV v načinu konferenčne sobe. Če želite odstraniti sporočilo, počistite polje.
sv: Ditt anpassade meddelande visas när Apple TV är i läget Konferensrumsskärm. Ta bort meddelandet genom att rensa fältet.
th: ข้อความที่กำหนดเองของคุณจะแสดงขึ้นมาเมื่อ Apple TV ของคุณอยู่ในโหมดจอแสดงผลห้องประชุม ให้ล้างช่องป้อนข้อความในการเอาข้อความออก
tr: Özel mesajınız, Apple TV’niz Konferans Odası Görüntüsü modundayken görünür. Mesajı kaldırmak için alanı temizleyin.
uk: Власне повідомлення зʼявляється, коли Apple TV перебуває в режимі Конференц-дисплея. Щоб вилучити повідомлення, очистьте це поле.
vi: Thông báo tùy chỉnh của bạn xuất hiện khi Apple TV của bạn ở chế độ Màn hình phòng hội nghị. Để xóa thông báo, hãy xóa trường này.
zh_cn: Apple TV处于“会议室显示器”模式时会显示自定义信息。若要移除信息，请清除该栏。
zh_hk: 你的自訂訊息會於Apple TV「會議室顯示器」模式中顯示。如要移除訊息，請清除欄位。
zh_tw: 當Apple TV處於「會議室顯示器」模式時，便會顯示你的自訂訊息。若要移除訊息，請清除該欄位。

# APCRDCustomMessageTitle
source: Custom Message
ar: رسالة مخصصة
ca: Missatge personalitzat
cs: Vlastní zpráva
da: Speciel besked
de: Eigene Mitteilung
el: Προσαρμοσμένο μήνυμα
es: Mensaje personalizado
es_us: Mensaje personalizado
fi: Muokattu viesti
fr: Message personnalisé
fr_ca: Message personnalisé
he: הודעה בהתאמה אישית
hi: कस्टम संदेश
hr: Vlastita poruka
hu: Egyéni üzenet
id: Pesan Khusus
it: Messaggio personalizzato
ja: カスタムメッセージ
ko: 사용자 설정 메시지
ms: Mesej Tersuai
nb: Tilpasset melding
nl: Aangepast bericht
pl: Własna wiadomość
pt_br: Mensagem Personalizada
pt_pt: Mensagem personalizada
ro: Mesaj personalizat
ru: Пользовательское сообщение
sk: Vlastná správa
sl: Prilagojeno sporočilo
sv: Anpassat meddelande
th: ข้อความที่กำหนดเอง
tr: Özel Mesaj
uk: Власне повідомлення
vi: Thông báo Tùy chỉnh
zh_cn: 自定义信息
zh_hk: 自訂訊息
zh_tw: 自訂訊息

# APCRDEveryTimeCodeDescription
source: Require a PIN every time you want to AirPlay to this Apple TV.
ar: سيتم طلب رمز PIN في كل مرة تود استخدام البث السريع على Apple TV هذا.
ca: Demana un PIN cada vegada que vols reproduir contingut per l’AirPlay a l’Apple TV.
cs: Při každém použití AirPlay bude Apple TV požadovat PIN.
da: Kræv pinkode, hver gang du vil streame med AirPlay til dette Apple TV.
de: Bei jedem Senden mit AirPlay an dieses Apple TV einen PIN anfordern.
el: Απαίτηση κωδικού PIN κάθε φορά που επιθυμείτε αναπαραγωγή μέσω AirPlay σε αυτό το Apple TV.
es: Solicita un código PIN cada vez que quieras enviar contenido por AirPlay a este Apple TV.
es_us: Solicita un PIN cada vez que se quiera transmitir por AirPlay a este Apple TV.
fi: Vaadi PIN-koodia joka kerta, kun haluat käyttää AirPlayta tämän Apple TV:n kanssa.
fr: Exigez un code PIN à chaque fois que vous souhaitez diffuser du contenu sur cette Apple TV via AirPlay.
fr_ca: Un NIP est requis chaque fois que vous voulez utiliser AirPlay sur cette Apple TV.
he: יידרש קוד PIN עבור כל העברה באמצעות AirPlay ל-Apple TV זה.
hi: इस Apple TV पर AirPlay के लिए हर बार PIN आवश्यक है।
hr: Zatraživanje PIN-a za svaki AirPlay na ovom Apple TV-u.
hu: PIN-kód kérése minden alkalommal, amikor AirPlayjel szeretne lejátszani tartalmat ezen az Apple TV-n.
id: Perlukan PIN setiap kali Anda ingin menggunakan AirPlay ke Apple TV ini.
it: Richiedi un codice PIN ogni volta che vuoi utilizzare AirPlay su Apple TV.
ja: このApple TVにAirPlayするときに毎回PINの入力が必要になります。
ko: 이 Apple TV로 AirPlay할 때마다 PIN을 요구합니다.
ms: Perlukan PIN setiap kali anda mahu AirPlay ke Apple TV ini.
nb: Krev en PIN-kode hver gang du vil bruke AirPlay med Apple TV-enheten.
nl: Vraag altijd om een pincode wanneer je AirPlay wilt gebruiken op deze Apple TV.
pl: Strumieniowanie przez AirPlay na ten Apple TV każdorazowo wymaga podania kodu PIN.
pt_br: Exigir um PIN sempre que você quiser usar o AirPlay nesta Apple TV.
pt_pt: Pedir um PIN sempre que quiser usar AirPlay nesta Apple TV.
ro: Solicitați un PIN de fiecare dată când doriți să utilizați AirPlay pe acest Apple TV.
ru: Каждый раз при трансляции через AirPlay на этот Apple TV нужно будет вводить PIN‑код.
sk: Pri každom pokuse o prehranie obsahu na Apple TV cez AirPlay bude vyžadovaný PIN kód.
sl: Zahtevajte kodo PIN vsakič, ko želite predvajati vsebino prek funkcije AirPlay v tem Apple TV-ju.
sv: Kräv en PIN-kod varje gång du vill använda AirPlay med denna Apple TV.
th: ต้องใช้รหัส PIN ทุกครั้งที่คุณต้องการเชื่อมต่อผ่าน AirPlay ไปที่ Apple TV เครื่องนี้
tr: Bu Apple TV’ye AirPlay ile bağlanmak istediğiniz her zaman PIN gereksin.
uk: Вимагати PIN-код щоразу, коли ви хочете транслювати з AirPlay на цей Apple TV.
vi: Yêu cầu mã PIN mỗi lần bạn muốn phát AirPlay đến Apple TV này.
zh_cn: 通过这台Apple TV隔空播放时每次都需要PIN码。
zh_hk: 每次AirPlay至此Apple TV時要求輸入PIN。
zh_tw: 每次想要AirPlay到此Apple TV時都須輸入PIN。

# APCRDEveryTimeCodeRemoveFromHome
source: Remove from Home
ar: إزالة من المنزل
ca: Elimina de l’app Casa
cs: Odstranit z domácnosti
da: Fjern fra Hjem
de: Von Zuhause entfernen
el: Αφαίρεση από την οικία
es: Eliminar de Casa
es_us: Eliminar de Casa
fi: Poista kodista
fr: Supprimer du domicile
fr_ca: Supprimer de Domicile
he: הסרה מהיישום ״הבית שלי״
hi: घर ऐप से हटाएँ
hr: Ukloni iz Doma
hu: Eltávolítás az Otthonból
id: Hapus dari Rumah
it: Rimuovi dall’abitazione
ja: ホームから削除
ko: 홈에서 제거
ms: Keluarkan daripada Rumah
nb: Fjern fra Hjem
nl: Verwijder uit woning
pl: Usuń z domu
pt_br: Remover da Casa
pt_pt: Remover da casa
ro: Eliminați din Locuință
ru: Удалить из Дома
sk: Odstrániť z Domácnosti
sl: Odstrani iz aplikacije Dom
sv: Ta bort från Hem
th: เอาออกจากบ้าน
tr: Ev’den Sil
uk: Вилучити з Дому
vi: Xóa khỏi nhà
zh_cn: 从“家庭”移除
zh_hk: 從「家居」移除
zh_tw: 從「家庭」中移除

# APCRDEveryTimeCodeRemoveFromHomeMessage
source: To require a PIN every time you want to AirPlay, you need to remove this Apple TV from your home.
ar: لطلب رمز PIN في كل مرة تستخدم البث السريع، يجب إزالة هذا الـ Apple TV من منزلك.
ca: Per demanar un PIN cada vegada que vols utilitzar l’AirPlay has d’eliminar l’Apple TV de casa teva.
cs: Pokud chcete na Apple TV požadovat PIN pro každé použití AirPlay, musíte ji odstranit z domácnosti.
da: Hvis du vil kræve pinkode, hver gang der streames med AirPlay, skal du fjerne dette Apple TV fra dit Hjem.
de: Wenn bei jedem Senden mit AirPlay ein PIN angefordert werden soll, muss dieses Apple TV von deinem Zuhause entfernt werden.
el: Για να απαιτείται κωδικός PIN κάθε φορά που επιθυμείτε αναπαραγωγή μέσω AirPlay, πρέπει να αφαιρέσετε αυτό το Apple TV από την οικία σας.
es: Para solicitar un código PIN cada vez que quieras enviar contenido por AirPlay, tienes que quitar este Apple TV de tu app Casa.
es_us: Para solicitar un PIN cada vez que se quiera transmitir por AirPlay, debes eliminar este Apple TV de tu casa.
fi: Poista tämä Apple TV kodistasi, jos haluat vaatia PIN-koodia aina AirPlayta käytettäessä.
fr: Pour pouvoir exiger un code PIN à chaque fois que vous souhaitez diffuser du contenu sur cette Apple TV via AirPlay, vous devez supprimer celle-ci de votre domicile.
fr_ca: Pour exiger un NIP à chaque fois que vous souhaitez utiliser AirPlay sur cette Apple TV, supprimez celle-ci de votre domicile.
he: כדי לדרוש קוד PIN עבור כל העברה באמצעות AirPlay, יש צורך להסיר את Apple TV זה מהבית.
hi: यदि आप चाहते हैं कि AirPlay करने के लिए हर बार PIN आवश्यक हो, तो इसके लिए आपको इस Apple TV को अपने घर ऐप से हटाना होगा।
hr: Za zatraživanje PIN-a prilikom svakog prijenosa sadržaja putem značajke AirPlay trebate ukloniti ovaj Apple TV iz Doma.
hu: Ha minden alkalommal PIN-kódot szeretne kérni az AirPlay használatakor, akkor távolítsa el ezt az Apple TV-t az Otthonból.
id: Untuk memerlukan PIN setiap saat Anda ingin menggunakan AirPlay, Anda perlu menghapus Apple TV ini dari rumah Anda.
it: Per fare in modo che ti venga richiesto un codice PIN ogni volta che vuoi utilizzare AirPlay, rimuovi questa Apple TV dalla tua abitazione.
ja: このApple TVにAirPlayするときに毎回PINを入力させるには、このApple TVをホームから削除する必要があります。
ko: 이 Apple TV로 AirPlay할 때마다 PIN이 요구되도록 하려면 홈 앱에서 이 Apple TV를 제거해야 합니다.
ms: Untuk memerlukan PIN setiap kali anda mahu AirPlay, anda perlu mengeluarkan Apple TV ini daripada rumah anda.
nb: Du må fjerne Apple TV-enheten fra hjemmet for å kreve en PIN-kode hver gang du bruker AirPlay.
nl: Als je elke keer dat je AirPlay wilt gebruiken om een pincode wilt worden gevraagd, moet je deze Apple TV uit je woning verwijderen.
pl: Aby strumieniowanie przez AirPlay na ten Apple TV każdorazowo wymagało podania kodu PIN, musisz usunąć ten Apple TV z domu.
pt_br: Para exigir um PIN sempre que você quiser usar o AirPlay, esta Apple TV deve ser removida da sua casa.
pt_pt: Se optar por ter de digitar um PIN sempre que quiser usar AirPlay, tem de remover esta Apple TV da casa.
ro: Pentru a solicita un PIN de fiecare dată când doriți să utilizați AirPlay, trebuie să eliminați acest Apple TV din locuința dvs.
ru: Чтобы требовать введения PIN-кода каждый раз при трансляции через AirPlay, нужно удалить этот Apple TV из дома.
sk: Ak chcete vyžadovať PIN kód pri každom použití AirPlay, musíte odstrániť Apple TV z domácnosti.
sl: Če želite zahtevati kodo PIN vsakič, ko želite predvajati vsebino prek funkcije AirPlay, morate odstraniti ta Apple TV iz svojega doma.
sv: Om du vill att en PIN-kod ska krävas varje gång du vill använda AirPlay måste du ta bort denna Apple TV från ditt hem.
th: ในการถาม PIN ทุกครั้งที่คุณต้องการใช้ AirPlay คุณต้องเอา Apple TV เครื่องนี้ออกจากบ้านของคุณ
tr: AirPlay ile bağlanmak istediğiniz her zaman PIN gerekmesi için bu Apple TV’yi evinizden silmelisiniz.
uk: Щоб PIN-код вимагався щоразу, коли ви хочете транслювати через AirPlay, ви маєте вилучити цей Apple TV зі свого дому.
vi: Để yêu cầu mã PIN mỗi lần bạn muốn phát AirPlay, bạn cần xóa Apple TV này khỏi nhà của bạn.
zh_cn: 若要每次隔空播放时都需要PIN码，你需要从家中移除这台Apple TV。
zh_hk: 如要在每次AirPlay時要求輸入PIN，你需要從你的家居移除此Apple TV。
zh_tw: 若想要在每次AirPlay時都限制輸入PIN，你需要將此Apple TV從你的家庭中移除。

# APCRDEveryTimeCodeTitle
source: Require PIN Every Time
ar: يتطلب رمز PIN كل مرة
ca: Demana el PIN sempre
cs: Pokaždé požadovat PIN
da: Kræv pinkode hver gang
de: Jedes Mal PIN anfordern
el: Απαίτηση κωδικού PIN κάθε φορά
es: Solicitar un código PIN cada vez
es_us: Solicitar PIN cada vez
fi: Vaadi PIN-koodia joka kerta
fr: Exiger un code PIN à chaque fois
fr_ca: NIP requis à chaque fois
he: דרישת קוד PIN כל פעם
hi: हर बार PIN आवश्यक
hr: Zatraži PIN svaki put
hu: PIN-kód kérése minden alkalommal
id: Perlukan PIN Setiap Saat
it: Richiedi il codice PIN ogni volta
ja: 毎回PINが必要
ko: 매번 PIN 요구
ms: Perlukan PIN Setiap Kali
nb: Krev en PIN-kode hver gang
nl: Pincode elke keer vereist
pl: Zawsze wymagaj kodu PIN
pt_br: Sempre Exigir PIN
pt_pt: Pedir PIN sempre
ro: Solicitare PIN de fiecare dată
ru: Требовать PIN каждый раз
sk: Vždy vyžadovať PIN kód
sl: Vsakokratna zahteva kode PIN
sv: Kräv en PIN-kod varje gång
th: ต้องใช้รหัส PIN ทุกครั้ง
tr: PIN Her Zaman Gereksin
uk: Вимагати PIN-код щоразу
vi: Yêu cầu mã PIN mỗi lần
zh_cn: 每次都需要PIN码
zh_hk: 每次都需要PIN
zh_tw: 每次都須輸入PIN

# APCRDModeDescriptionText
source: Show onscreen instructions for using AirPlay.
ar: إظهار التعليمات التي تظهر على الشاشة قبل استخدام البث السريع.
ca: Mostra les instruccions en pantalla per utilitzar l’AirPlay.
cs: Zde najdete pokyny pro používání AirPlay.
da: Vis instruktioner på skærmen om brug af AirPlay.
de: Zeige Anleitungen zum Verwenden von AirPlay auf dem Bildschirm an.
el: Εμφάνιση οδηγιών στην οθόνη για τη χρήση του AirPlay.
es: Muestra las instrucciones en pantalla para usar AirPlay.
es_us: Muestra las instrucciones en pantalla para usar AirPlay.
fi: Näytä AirPlayn käyttöohjeet näytöllä.
fr: Affichez à l’écran les instructions d’utilisation d’AirPlay.
fr_ca: Affichez les instructions d’utilisation d’AirPlay à l’écran.
he: ניתן להציג הנחיות על המסך לשימוש ב-AirPlay.
hi: AirPlay उपयोग करने हेतु ऑनस्क्रीन निर्देश दिखाएँ।
hr: Prikažite na zaslonu upute za upotrebu značajke AirPlay.
hu: Képernyőn megjelenő útmutatás megjelenítése az AirPlay használatához.
id: Tampilkan instruksi di layar untuk menggunakan AirPlay.
it: Mostra le istruzioni su schermo per l’utilizzo di AirPlay.
ja: AirPlayを使用するための手順を画面に表示 します。
ko: AirPlay를 사용하여 화면 상의 지침을 봅니다.
ms: Tunjukkan arahan atas skrin untuk menggunakan AirPlay.
nb: Vis instruksjoner på skjermen for bruk av AirPlay.
nl: Toon instructies op het scherm voor het gebruik van AirPlay.
pl: Pokazuj na ekranie instrukcje dotyczące korzystania z AirPlay.
pt_br: Mostra na tela as instruções para o uso do AirPlay.
pt_pt: Mostrar no ecrã instruções de utilização do AirPlay.
ro: Afișați pe ecran instrucțiuni pentru utilizarea AirPlay.
ru: Показывать выводимые на экран инструкции по использованию AirPlay.
sk: Zobrazte inštrukcie pre používanie AirPlay.
sl: Prikažite navodila za uporabo funkcije AirPlay na zaslonu.
sv: Visa anvisningar för AirPlay på skärmen.
th: แสดงคำแนะนำการใช้ AirPlay บนหน้าจอ
tr: AirPlay’i kullanma yönergelerini ekranda gösterin.
uk: Показ екранних інструкцій для AirPlay.
vi: Hiển thị hướng dẫn trên màn hình để sử dụng AirPlay.
zh_cn: 显示使用隔空播放的屏幕说明。
zh_hk: 顯示關於使用AirPlay的螢幕指示。
zh_tw: 顯示關於使用AirPlay的螢幕指示。

# APCRDModeDisabledNoSaverInstructionalText
source: When this setting is turned on, the above instructions appear after two minutes of inactivity.
ar: عند تشغيل هذا الإعداد، تظهر التعليمات أعلاه بعد دقيقتين من عدم النشاط.
ca: Si aquesta opció està activada, les instruccions de dalt es mostraran al cap de 2 minuts d’inactivitat.
cs: Pokud je toto nastavení zapnuté, výše uvedené pokyny se zobrazí po dvou minutách nečinnosti.
da: Når denne indstilling er slået til, vises instruktionerne ovenfor efter to minutters passivitet.
de: Wenn diese Einstellung aktiviert ist, werden die Anleitungen oben nach zwei Minuten Inaktivität angezeigt.
el: Όταν είναι ενεργοποιημένη αυτή η επιλογή, οι παραπάνω οδηγίες εμφανίζονται μετά από δύο λεπτά αδράνειας.
es: Cuando este ajuste está activado, las instrucciones que se muestran arriba aparecerán tras dos minutos de inactividad.
es_us: Si se activó, las instrucciones anteriores aparecerán tras dos minutos de inactividad.
fi: Kun tämä asetus on laitettu päälle, yllä olevat ohjeet näkyvät kahden minuutin käyttämättömyyden jälkeen.
fr: Lorsque ce réglage est activé, les instructions ci-dessus s’affichent après deux minutes d’inactivité.
fr_ca: Lorsque ce réglage est activé, les instructions ci-dessus s’affichent après deux minutes d’inactivité.
he: כאשר הגדרה זו פעילה, ההוראות שלמעלה יופיעו לאחר שתי דקות של חוסר פעילות.
hi: इस सेटिंग के चालू रहने पर उपरोक्त निर्देश निष्क्रियता के दो मिनट के बाद दिखाई देते हैं।
hr: Kad je ova postavka uključena, gore navedene upute prikazuju se nakon dvije minute neaktivnosti.
hu: Ha a beállítás be van kapcsolva, a fenti utasítások két perc tétlenség után jelennek meg.
id: Jika pengaturan ini dinyalakan, instruksi di atas akan muncul setelah dua menit tidak aktif.
it: Quando questa impostazione è attiva, le istruzioni in alto compariranno dopo due minuti di inattività.
ja: この設定をオンにした場合、使用しない状態が2分間続くと上記の手順が表示されます。
ko: 이 설정이 켜지면 2분 동안의 비활성 상태가 지난 후 상단 지침이 나타납니다.
ms: Apabila seting ini diaktifkan, arahan di atas kelihatan selepas dua minit tiada aktiviti.
nb: Hvis denne innstillingen er slått på, vil instruksjonene over vises etter to minutter uten aktivitet.
nl: Als dit is ingeschakeld, verschijnen bovenstaande instructies na twee minuten inactiviteit.
pl: Gdy to ustawienie jest włączone, powyższe instrukcje pojawiają się po 2 minutach bezczynności.
pt_br: Quando este ajuste está ativo, as instruções acima aparecem após dois minutos de inatividade.
pt_pt: Quando esta definição está ativa, as instruções acima aparecem ao fim de dois minutos de inatividade.
ro: Când această configurare este activată, instrucțiunile de mai sus apar după două minute de inactivitate.
ru: Когда эта настройка включена, приведенные выше инструкции появятся после двух минут бездействия.
sk: Ak je toto nastavenie zapnuté, zobrazia sa po 4 min nečinnosti vyššie uvedené inštrukcie.
sl: Kadar je ta nastavitev vklopljena, se bodo po dveh minutah neaktivnosti prikazala zgornja navodila.
sv: Med den här inställningen på kommer anvisningarna ovan att visas efter två minuters overksamhet.
th: เมื่อการตั้งค่านี้เปิดอยู่ คำแนะนำข้างบนจะแสดงหลังจากที่ไม่ได้ใช้งานนานสองนาที
tr: Bu ayar açıkken, yukarıdaki yönergeler iki dakikalık eylemsizlikten sonra görünür.
uk: Коли цю опцію ввімкнено, наведені вище інструкції зʼявляються після двох хвилин бездіяльності.
vi: Khi cài đặt này được bật, các hướng dẫn trên xuất hiện sau hai phút không hoạt động.
zh_cn: 当此设置打开时，上述说明会在闲置两分钟后出现。
zh_hk: 如關閉此設定，閒置2分鐘後即會顯示上方的指示。
zh_tw: 若開啟此設定，閒置2分鐘後即會顯示上方的指示。
